export default {
  'namelist': {
    'l1': '印度阿萨姆',
    'l2': '伯爵茶',
    'l3': '锡兰茶',
    'l4': '俄罗斯八宝茶',
    'l5': '中国普洱茶',
    'l6': '中国珠茶',
    'l7': '洋甘菊',
    'l8': '巴拉圭茶',
    'm1': '冰',
    'm2': '柠檬',
    'm3': '白砂糖',
    'm4': '牛奶',
    'm5': '方糖',
    'm6': '重奶油',
    'm7': '薄荷',
    'm8': '李子糖',
    'm9': '蜂蜜',
    't1': '美国冰红茶',
    't2': '肯尼亚红茶',
    't3': '伯爵茶',
    't4': '德国红茶',
    't5': '俄罗斯八宝茶',
    't6': '摩洛哥薄荷茶',
    't7': '洋甘菊茶',
    't8': '巴拉圭茶'
  },
  'datalist': [
    {
      'material': [
        'l1',
        'm1',
        'm2',
        'm3'
      ],
      'teapic': 't1'
    },
    {
      'material': [
        'l1',
        'm3',
        'm4'
      ],
      'teapic': 't2'
    },
    {
      'material': [
        'l2',
        'm4'
      ],
      'teapic': 't3'
    },
    {
      'material': [
        'l3',
        'm5',
        'm6'
      ],
      'teapic': 't4'
    },
    {
      'material': [
        'l4'
      ],
      'teapic': 't5'
    },
    {
      'material': [
        'l6',
        'm7',
        'm8'
      ],
      'teapic': 't6'
    },
    {
      'material': [
        'l7',
        'm8'
      ],
      'teapic': 't7'
    },
    {
      'material': [
        'l8',
        'm9'
      ],
      'teapic': 't8'
    }
  ]
}
